export const questions = [

    // об'єкт запитання
    {
        qw: "скік раз діо юзав тайм стоп?",  // текст запитання
        ans: ["мало", "нормально", "багато", "дуже багато"], // масив відповідей
        correct: "багато",
        img:"2.jpg" // правильна відповідь
    },
    {
        qw: "скіки буде якщо додати 4 + 16(уравень не возможно?",
        ans: ["1", "незнаю", "20(не правельно)", "7"],
        correct: "20(не правельно)",
        img:"2.jpg"
    },
    {
        qw: "чим краще ізбавитися від школи?",
        ans: ["моліками", "бінзін", "ядеркою", "сказати алах  бабах"],
        correct: "ядеркою",
        img:"2.jpg"
    },
    {
        qw: "скіки буде 2 + 2?",  
        ans: ["42947", "4", "2", "22"], 
        correct: "22",
        img:"2.jpg" 
    },
    {
        qw: "як правельно вітатися?",  
        ans: ["здрасте", "ьььььььььььььь", "привит", "асаламалейкум"], 
        correct: "асаламалейкум",
        img:"2.jpg" 
    },
    {
        qw: "43 + 1029?",  
        ans: ["1000", "2000", "3000", "1072(не правельно)"], 
        correct: "1072(не правельно)",
        img:"2.jpg" 
    },
    {
        qw: "81 + 1?",  
        ans: ["82(не правельно)", "81", "80", "101"], 
        correct: "82(не правельно)",
        img:"2.jpg" 
    },
]